ms-python.python
ms-vscode-remote.remote-containers
mhutchie.git-graph
Angular.ng-template
ms-azuretools.vscode-docker
yzhang.markdown-all-in-one
ms-vscode.makefile-tools
charliermarsh.ruff
esbenp.prettier-vscode
mechatroner.rainbow-csv
